{
  "BMI_title": "Cat management",
  "BMI_des": "manage all cats",
  "age": "age",
  "alert_logout": "Do you want to sign out?",
  "bac_si_des": "diagnose disease",
  "bac_si_title": "Doctor",
  "ban_kinh": "Radius: {bk} cm",
  "ben_cat": "What is Benadryl and what is it used for?",
  "ben_cat_antoan": "Is Benadryl Safe for Cats?",
  "ben_cat_antoan_des": "Although cats can generally get Benadryl disease, you should never give your cat Benadryl without consulting your veterinarian to avoid serious health complications. Antihistamines for cats are not always safe, especially when your cat may be allergic to allergy medications. Here are some precautions you should take to ensure your precious pet is treated safely: 💊 Avoid gel capsules, which contain solvents (dissolving media) that can cause irritation allergic or even toxic to cats. 💡 Pay attention to the active ingredients of the medicine you buy. If the medicine contains active ingredients other than diphenhydramine, you need to consult your veterinarian. 🔎 Make sure your cat receives the correct dose according to its correct weight. If in doubt, you can always double check with your vet and triple check using our Benadryl cat dosage calculator!' 🆘 Monitor your cat's behavior and make sure it doesn't experience any adverse side effects. It would be best if you pay attention to ' Hyperexcitability Dry mouth, Nausea Decreased interest in food Decreased urination Sedatives Diarrhea' Make sure you can visit your veterinarian or veterinary clinic nearby best for help, in case your cat experiences adverse side effects.",
  "ben_cat_des": "Benadryl is an antihistamine mainly used to relieve the symptoms of an allergic reaction. When exposed to specific allergens (dust, grass, plastic, pollen, fungi, etc.), a cat's immune system can release histamine and other chemicals, which can cause allergy symptoms , such as: - Sneezing - Coughing and wheezing - Itchy skin (excessive scratching and excessive brushing) - Vomiting and diarrhea - Bloating and bloating. Antihistamines, including Benadryl, reduce the body's response to histamine and alleviate the symptoms mentioned above. Besides relieving allergy symptoms, your veterinarian may recommend Benadryl for other medical reasons, such as anxiety and preventing motion sickness and nausea. Note that if your cat is experiencing anaphylaxis (a severe allergic reaction distinguished by difficulty breathing, facial swelling, convulsions, or collapse), Benadryl may not be able to help - you need to get your cat to the room. nearest vet immediately ----------",
  "beo_phi_eq": "Obesity in cats",
  "beo_phi_des": "Maintaining a healthy weight is equally important for all mammals. Although we love our cats as fluffy as they can be, obesity in cats can be a serious problem. In such a case, you can refer to the optional cat weight loss calculator (available from this calculator's drop-down list), which is ideal for parents looking for a good way to calculate Weight loss in cats. So the optimal solutions would be: - Consult your vet - Cut down on high calorie cat food - Use this cat weight loss calculator",
  "binh_thuong": "Normal",
  "bmi_huongdan_des": "1, Press once to switch to detail tool 2, Double click to edit information 3, Long press to delete 1 cat * Note: data is saved locally, will be lost if you delete application data use --------------------------------",
  "buy": "Mua",
  "buy_1000": "Do you want to buy this service for 1000 catcoins?",
  "buy_30000": "Do you want to buy this service for 23500 catcoins?",
  "buy_6000": "Do you want to buy this service for 6000 catcoins?",
  "cac_trieu_chung": "The symptoms",
  "cach_do_chi_so_des": "How to measure: 1,Make sure your cat is standing with its head in an upright position. 2,Measure the cat's rib cage. Ideally, you want to do this at the level of the 9th rib, which is located on the cat's front legs. 3, Measure the length of the cat's hind legs from the knee to the ankle. 4,Tap data",
  "cal_cat": "How to estimate the age of a cat?",
  "cal_cat_des": "How to estimate the age of a cat? - Cat's teeth. If you have to settle for just one metric, this is the right thing to do. Kittens get their first set of permanent teeth when they are about four months old. If your cat's teeth are white, you can assume it's about a year old. A more yellow color suggests between one and two years of age, while tartar buildup or tooth loss indicates an older cat - Cat's Eye. Kittens usually have bright and sparkling eyes. A few clouds may indicate that your cat is 10 years old or older. Also, the irises of an old cat's eyes appear a bit jagged. - Cat's coat. Kittens' coats are soft and smooth, while older cats tend to have coarser coats. If you find some gray or white patches, the cat may be older.",
  "calo_cat": "Calorie requirements for cats - high calorie cat food",
  "calo_cat_des": "High-calorie cat food 🐈 consists of well-balanced nutrients, with protein as the main ingredient. In addition, it is free of artificial flavors and preservatives. We all know how picky our cats can be about the taste, smell, and texture of their food. And if the cat for some reason doesn't feel like its usual self, these senses are enhanced even more. There are a number of reasons why a cat or kitten might be malnourished, and you may need the help of a high-calorie cat food. The following is a list of reasons and circumstances when your cat may require high-calorie cat food: - A rescued cat or kitten is severely malnourished - A cat frail or senile - A cat that has lost weight due to illness - A cat that has undergone surgery and is currently in recovery - A cat who is a malnourished picky eater - A cat that can hasn't eaten for several days due to various reasons such as loss, relocation or surviving a natural disaster' - A cat suffering from stress and anxiety -A cat recovering from dental treatment department",
  "cam_xuc_des": "play cat sounds",
  "cancel": "Cancel",
  "cat_mangthai": "At what age can cats get pregnant?",
  "cat_mangthai_des": "Cats reach sexual maturity at four months of age. This means that young cats can become pregnant. However, early pregnancy is definitely not recommended for kittens. Consider neutering your cat to avoid unnecessary pregnancy and more stray kittens.",
  "cat_name": "Cat's name",
  "cat_year": "What is cat age?",
  "cat_year_des": "If you're one of the lucky owners of a cat, you're probably wondering if your cat is still a teenager or maybe going through a midlife crisis. Look no further - this cat age calculator will give you all the info you need, converting between cat age and human age. A common misconception is that one year in a cat's life is equivalent to seven human years. In fact, calculating a cat's age is a bit more complicated. Kittens grow quickly when they are young, but as they get older, the aging process slows down. Which means that after a year, your cat is as old as a seven-year-old child, but for older cats, each year is only the equivalent of four human years. Of course, not all cats are the same age. An outdoor cat will generally have a shorter lifespan than an indoor cat. Also, while the typical cat lives about 10-15 years, some breeds age more slowly or faster. However, this cat age calculator will give you a good idea of your cat's seniority.'",
  "chieu_dai": "Length: {cd} cm",
  "confirm_pass": "Enter the password",
  "create": "Create",
  "create_acc": "Do not have an account?",
  "create_acc_done": "Already have an account?",
  "cuc_mo": "",
  "day": "day",
  "displayName": "Enter your name (name only)",
  "displayName_check_null": "do not leave blank",
  "email_check": "Enter the correct email format",
  "email_check_null": "Do not leave blank",
  "expiration_date": "Expiration date",
  "giam_can_des": "1, Cut down the dishes. Most cats will appreciate other rewards as well, including playtime with you!\" \"\\n2, If you want to keep treats, reduce the amount of food to normal. However, never starve your cat. Crash diets don't work well for both people and pets. If you were a cat, you wouldn't like this, would you? 3, Replace dry foods with canned ones, which tend to be higher in carbohydrates and protein. This will keep your cat full for longer. It will also prevent grazing - dry cat food might just be what chips (or other snacks) are for us! 4, Play with your cat. You can think of it as a pleasant exercise for your furry friend and a way to burn off excess calories. 5, If you have two cats (or more), you may have to feed the overweight one in a separate room or keep the healthy weight cat food somewhere out of reach of the big cat. than. *Note: Remember that this is a guide only. There can be many different causes of excess weight, so always make sure to consult your veterinarian to rule out more serious conditions. You can also check your cat's calories to see how much food it needs. It can be difficult to keep cats trimmed, especially if they love to stay indoors, but it's definitely worth the effort! ---------------------------------",
  "giam_can_title": "How to help your cat lose weight?",
  "giao_tiep": "Communication Meow",
  "gioi_tinh": "Sex:",
  "huong_dan": "Guide",
  "huong_dan_des": "1, Press 1 time to switch to BMI tool or Health Book 2, Double click to edit information 3, Long press to delete 1 cat * Note: data is saved locally, will be lost if you delete application data",
  "info": "Information",
  "input_email": "Enter email",
  "input_pass": "Enter password",
  "list_cat": "Cat List",
  "login": "LOG IN",
  "login_notfication": "Incorrect account or password, or no network connection",
  "nam": "five",
  "ngay_them": "Date added: {time}",
  "nguy_hiem": "Hazardous:",
  "not_enough_money": "Not enough money",
  "notification": "Notify",
  "pass_check_null": "Do not leave blank",
  "pass_check_pass": "Mismatched",
  "pass_check_val": "Minimum 8 characters",
  "phien_dich_des": "translate your sounds into cat meows",
  "register": "REGISTER",
  "sign_in": "Log in",
  "sign_up": "Register",
  "sinh_nhat": "Birthday: {birthday}",
  "so_sk_des": "logbook",
  "so_sk_title": "Health book",
  "speech_to_cat_csdl": "Current database 130 Why is the cat sound different for the same word? => Currently there is no application that can accurately translate human language into cats, So our application will find cat sounds with sound waves equivalent to sound waves in your language. previously saved. and give it to your cat, accuracy rate > 60%",
  "speech_to_cat_exam": "Step1 : click on the audio line Step2 : wait for a beep to start recording, now say the word you want your cat to understand Step 3: After a period of time will automatically stop recording, if you want Stop faster, click on the line again => Wait for the result, your cat will be bewildered",
  "speech_to_cat_how_to_user": "How to use?",
  "speech_to_cat_human": "Can you translate cat to human?",
  "speech_to_cat_human_des": "Not currently, but will be in the future. So don't delete the app!",
  "speech_to_cat_phien_dich": "How does cat translator work?",
  "spin": "@.upper:Turn",
  "spin_start": "Tap Spin to spin",
  "spin_title": "Spins Get Coins",
  "suc_khoe": "Meow Health",
  "thang": "month",
  "thieu_can": "Underweight",
  "thua_can": "Overweight",
  "tien_ich": "Meow Utilities",
  "tien_ich_title": "List of utilities",
  "tiet_kiem": "Save:",
  "title_cam_xuc": "Express your feelings",
  "title_check_vip": "You have not registered for the service, go to the rotation to earn more catcoins, go to the account page to renew the service.",
  "title_phien_dich": "Translate",
  "trung_khop": "Match {style} %",
  "trung_xu": "You won:",
  "tt_baitiet": "Excretory & Digestive System",
  "tt_ho_hap": "Respiratory system",
  "tt_khac": "Other symptoms",
  "tt_ngoai_da": "Skin symptoms",
  "tt_thankinh": "Neurological symptoms",
  "tt_vandong": "Movement symptoms",
  "update": "Update",
  "xin_chao": "Hello, {name}",
  "mang_thai": "How to know what your cat is like?",
  "mang_thai_des": "There are many ways to gauge a cat's gestation period - the easiest way is to visit your vet, as your cat's belly enlargement can also be a sign of a serious illness.\nLet's take a look at other family methods we can use by observing a cat's pregnancy every day:\n 1, Evaluate the cat's nipples\n   Your cat's nipples will swell and turn red/dark within 15-18 days of pregnancy.\n 2, Enlarged abdomen\n   An expectant mother's belly expands after 2-3 weeks of pregnancy. Your feline baby will also start gaining weight - even up to an extra 2 kg (4.4 lb)!\n 3, Lack of heat\n   A healthy female cat has heat (period of increased fertility) every 2-3 weeks. If you know your cat's behavior pretty well, you can count how much heat it has missed.",
  "day_giao_phoi": "Delivery date: ",
  "day_sinh_dukien": "\nExpected date of birth: ",
  "day_sinh_som": "\nEarliest date of birth: ",
  "day_sinh_muon": "\nLast date of birth: ",
  "tien_ich_title_m": "Meow utility",
  "danh_sach_tiem_ich": "List of utilities",
  "can_nang": "Weight",
  "nhap_can_nang": "Enter weight (kg)",
  "nong_do": "With concentration: ",
  "hoac": " or ",
  "an_toan": " safe with your cat",
  "tien_ich_tt": "Utilities",
  "tien_ich_des": "Your work will become easier",
  "tinh_tuoi_meo": "Calculate cat age",
  "tinh_b": "Benadryl dose calculation",
  "tinh_calo": "Cat Calorie Calculator",
  "tinh_mang_thai": "Calculate time\npregnant",
  "calo1": "1- adult cat - older",
  "calo2": "2- adult cat",
  "calo3": "3- lose weight",
  "calo4": "4- gain weight",
  "calo5": "5- kittens 0->4 months old",
  "calo6": "6- 4 month old kitten -> adult",
  "calo_min": "Minimum number of calories needed: ",
  "calo_day": "\nTotal calories needed in a day ",
  "calo_cat_eq": "\nwith select: {cat}",
  "coming_soon": "Coming soon",
  "sua_tt": "Edit Information",
  "csbm": "Privacy Policy",
  "dieu_khoan": "Terms of use",
  "web_dev": "Website Developer",
  "thong_tin_app": "Application Information",
  "phien_ban_app": "App name: {nameapp}\n ------\nVersion: {pb}\n ------\nMessage: The application is a small product of mine in the process of learning and developing towards community purposes. However, in the application development process, there will be some problems and minor errors. And I'm still trying to fix it. Thank you for using this app!",
  "lienhe_baoloi": "Contact & report bugs"
}