{
  "xin_chao": "Xin chào, {name}",
  "giao_tiep": "Giao Tiếp Meow",
  "suc_khoe": "Sức Khoẻ Meow",
  "tien_ich": "Tiện Ích Meow",
  "title_cam_xuc": "Thể hiện cảm xúc",
  "cam_xuc_des": "phát những âm thanh mèo",
  "title_phien_dich": "Phiên dịch",
  "phien_dich_des": "phiên dịch âm thanh của bạn thành tiếng mèo kêu",
  "BMI_title": "BMI",
  "BMI_des": "tính chỉ số BMI",
  "bac_si_title": "Bác sĩ",
  "bac_si_des": "phán đoán bệnh",
  "so_sk_title": "Sổ sức khoẻ",
  "so_sk_des": "sổ theo dõi",
  "tien_ich_title": "Danh sách các tiện ích",
  "alert_logout": "Bạn muốn đăng xuất chứ?",
  "notification": "Thông báo",
  "expiration_date": "Ngày hết hạn",
  "buy_1000": "Bạn có muốn mua dịch vụ này với giá 1000 catcoin?",
  "buy_6000": "Bạn có muốn mua dịch vụ này với giá 6000 catcoin?",
  "buy_30000": "Bạn có muốn mua dịch vụ này với giá 23500 catcoin?",
  "day": "ngày",
  "tiet_kiem": "Tiết kiệm: ",
  "not_enough_money": "Không đủ tiền",
  "cancel": "Huỷ",
  "buy": "Mua",
  "spin_title": "Vòng Quay Nhận Xu",
  "trung_xu": "Bạn đã trúng: ",
  "spin_start": "Chạm vào Spin để quay",
  "spin": "@.upper:Quay",
  "login_notfication":  "Tài khoản hoặc mật khẩu không đúng, \n hoặc không có kết nối mạng",
  "email_check_null": "Không bỏ trống",
  "email_check": "Nhập đúng định dạng email",
  "input_email": "Nhập email",
  "pass_check_null": "Không bỏ trống",
  "input_pass": "Nhập mật khẩu",
  "login": "ĐĂNG NHẬP ",
  "create_acc": "Không có tài khoản?",
  "sign_up": "Đăng kí",
  "pass_check_val": "Tối thiểu 8 kí tự",
  "pass_check_pass": "Không khớp",
  "confirm_pass": "Nhập lại mật khẩu",
  "register": "ĐĂNG KÍ ",
  "sign_in": "Đăng nhập",
  "create_acc_done": "Đã có tài khoản?",
  "displayName": "Nhập tên của bạn (chỉ tên)",
  "displayName_check_null": "không để trống",
  "info": "Thông tin",
  "speech_to_cat_how_to_user": "Làm sao để sử dụng?",
  "speech_to_cat_exam": "Bước1 : click vào đường line âm thanh\nBước2 : đợi phát ra tiếng bíp để bắt đầu thu âm thanh, lúc này bạn hãy nói từ mà muốn mèo bạn hiểu\nBước 3: sau một khoảng thời gian sẽ tự động dừng thu, nếu bạn muốn dừng nhanh hơn hãy click vào đường line một lần nữa\n=> Đợi thành quả thôi, chiếc mèo nhà bạn sẽ ngơ ngác",
  "speech_to_cat_phien_dich": "Phiên dịch tiếng mèo hoạt động như thế nào?",
  "speech_to_cat_csdl": "Cơ sở dữ liệu hiện tại 130\nTại sao cùng một từ mà tiếng mèo lại khác nhau?\n=> hiện tại chưa có một ứng dụng nào có thể phiên dịch chính xác ngôn ngữ người sang mèo,\nVậy nên ứng dụng chúng tôi sẽ tìm những đoạn âm thanh của mèo có sóng âm tương đương với sóng âm\nđoạn âm thanh ngôn ngữ bạn lưu trước đó. và phát nó cho chú mèo của bạn, tỷ lệ chính xác > 60%",
  "speech_to_cat_human": "Có phiên dịch được tiếng mèo sang người?",
  "speech_to_cat_human_des": "hiện tại chưa, nhưng tương lai sẽ có. Vậy nên đừng xoá ứng dụng nhé!",
  "title_check_vip": "Bạn chưa đăng kí dịch vụ, vào vòng quay để kiếm thêm catcoin, vào trang tài khoản để gia hạn dịch vụ.",
  "sinh_nhat": "Sinh nhật: {sinhnhat}",
  "gioi_tinh": "Giới Tính: ",
  "cat_name": "Tên mèo",
  "create": "Tạo",
  "update": "Cập nhật",
  "list_cat": "Danh Sách Mèo",
  "huong_dan": "Hướng dẫn",
  "huong_dan_des": "1, Ấn 1 lần để chuyển sang công cụ BMI hoặc Sổ sức khoẻ\n2, Ấn đúp vào để chỉnh sửa thông tin\n3, Ấn giữ để xoá 1 chiếc mèo\n* Lưu ý: dữ liệu được lưu cục bộ, sẽ mất nếu bạn xoá dữ liệu ứng dụng",
  "thieu_can": "Thiếu cân",
  "thua_can": "Thừa cân",
  "binh_thuong": "Bình thường",
  "beo_phi_eq": "Béo phì",
  "cuc_mo": "Cục mỡ",
  "giam_can_title": "Làm thế nào để giúp mèo của bạn giảm cân?",
  "giam_can_des": "1, Cắt giảm các món ăn. Hầu hết mèo cũng sẽ đánh giá cao những phần thưởng khác, bao gồm cả thời gian chơi với bạn!\"\n                                      \"\\n2, Nếu bạn muốn giữ các món ăn, hãy giảm nhẹ lượng thức ăn bình thường. Tuy nhiên, đừng bao giờ bỏ đói con mèo của bạn. Chế độ ăn kiêng sụp đổ không hoạt động tốt cho cả người và vật nuôi. Nếu bạn là một con mèo, bạn sẽ không thích điều này, phải không?\n3, Thay thế thực phẩm khô bằng đóng hộp, có xu hướng có hàm lượng carbohydrate và protein cao hơn. Điều này sẽ giữ cho con mèo của bạn no lâu hơn. Nó cũng sẽ ngăn chặn chăn thả - thức ăn khô cho mèo có thể chỉ là những gì khoai tây chiên (hoặc đồ ăn nhẹ khác) đối với chúng ta!\n4, Chơi với con mèo của bạn. Bạn có thể nghĩ về nó như một bài tập dễ chịu cho người bạn lông xù của bạn và một cách để đốt cháy lượng calo dư thừa.\n5, Nếu bạn có hai con mèo (hoặc nhiều hơn), bạn có thể phải cho con thừa cân ăn trong một phòng riêng biệt hoặc giữ thức ăn của con mèo có trọng lượng khỏe mạnh ở một nơi ngoài tầm với của con mèo lớn hơn.\n* Lưu ý: Hãy nhớ rằng đây chỉ là một hướng dẫn. Có thể có nhiều nguyên nhân khác nhau của trọng lượng quá mức, vì vậy hãy luôn đảm bảo tham khảo ý kiến bác sĩ thú y của bạn để loại trừ các tình trạng nghiêm trọng hơn. Bạn cũng có thể kiểm tra lượng calo của mèo để biết nó cần bao nhiêu thức ăn. Có thể khó giữ cho mèo cắt tỉa, đặc biệt là nếu chúng thích ở trong nhà, nhưng nó chắc chắn đáng để nỗ lực!\n----------------\n----------------",
  "cach_do_chi_so_des": "Cách đo chỉ số: \n1,Hãy chắc chắn rằng con mèo của bạn đang đứng với đầu của nó ở vị trí thẳng đứng.\n2,Đo lồng xương sườn của mèo. Lý tưởng nhất, bạn muốn làm điều này ở cấp độ xương sườn thứ 9, nằm ở chân trước của mèo.\n3,Đo chiều dài chân sau của mèo từ đầu gối đến mắt cá chân.\n4,Nhap dữ liệu",
  "bmi_huongdan_des":"1, Ấn 1 lần để chuyển sang công cụ chi tiết\n2, Ấn đúp vào để chỉnh sửa thông tin\n3, Ấn giữ để xoá 1 chiếc mèo\n* Lưu ý: dữ liệu được lưu cục bộ, sẽ mất nếu bạn xoá dữ liệu ứng dụng\n----------------\n----------------",
  "ngay_them": "Ngày thêm: {time}",
  "ban_kinh": "Bán kính: {bk} cm",
  "chieu_dai": "Chiều dài: {cd} cm",
  "nguy_hiem": "Nguy hiểm: ",
  "trung_khop": "Trùng khớp {style} %",
  "cac_trieu_chung": "Các triệu chứng",
  "tt_khac": "Triệu chứng khác",
  "tt_ngoai_da": "Triệu chứng ngoài da",
  "tt_ho_hap": "Hệ hô hấp",
  "tt_baitiet": "Hệ bài tiết \n& tiêu hoá",
  "tt_thankinh": "Triệu chứng thần kinh",
  "tt_vandong": "Triệu chứng vận động",
  "thang": "tháng",
  "nam": "năm",
  "age": "tuổi",
  "cat_year": "Tuổi mèo là gì?",
  "cat_year_des": "Nếu bạn là một chủ nhân may mắn của một chú mèo, chắc hẳn bạn đang băn khoăn không biết liệu chú mèo của mình có còn đang trong độ tuổi thanh xuân hay có thể đang trải qua giai đoạn khủng hoảng tuổi trung niên. Không cần tìm đâu xa - máy tính tuổi mèo này sẽ cung cấp cho bạn tất cả thông tin bạn cần, chuyển đổi giữa tuổi mèo và tuổi con người.\nMột quan niệm sai lầm phổ biến rằng một năm trong cuộc đời của một con mèo tương đương với bảy năm của con người. Trên thực tế, cách tính tuổi mèo phức tạp hơn một chút. Mèo con lớn nhanh khi còn nhỏ, nhưng càng lớn tuổi, quá trình lão hóa càng diễn ra chậm hơn. Có nghĩa là sau một năm, con mèo của bạn già bằng một đứa trẻ bảy tuổi, nhưng đối với những con mèo lớn hơn, mỗi năm chỉ tương đương với bốn tuổi của con người.\nĐương nhiên, không phải tất cả các con mèo đều có tuổi giống nhau. Một con mèo sống ngoài trời nhìn chung sẽ có tuổi thọ ngắn hơn một con mèo trong nhà. Ngoài ra, trong khi loài mèo điển hình sống khoảng 10-15 năm, một số giống mèo già đi chậm hơn hoặc nhanh hơn. Tuy nhiên, công cụ tính tuổi mèo này sẽ giúp bạn biết rõ về thâm niên của mèo.'\n    ",
  "cal_cat": "Làm thế nào để ước tính tuổi của một con mèo?",
  "cal_cat_des": "Làm thế nào để ước tính tuổi của một con mèo?\n - Răng của mèo. Nếu bạn phải giải quyết cho chỉ một chỉ số, thì đây là điều nên làm. Mèo con có bộ răng vĩnh viễn đầu tiên khi chúng được khoảng bốn tháng tuổi. Nếu răng của mèo trắng, bạn có thể cho rằng nó khoảng một năm tuổi. Màu vàng hơn gợi ý ở độ tuổi từ một đến hai tuổi, trong khi vôi răng tích tụ hoặc mất răng cho thấy mèo lớn hơn\n - Mắt mèo. Mèo con thường có đôi mắt sáng và lấp lánh. Một vài đám mây có thể cho thấy rằng con mèo của bạn đã 10 tuổi trở lên. Ngoài ra, tròng đen của mắt mèo già có vẻ hơi lởm chởm.\n - Áo khoác của mèo. Bộ lông của mèo con mềm và mịn, trong khi mèo lớn hơn có xu hướng có bộ lông thô hơn. Nếu bạn tìm thấy một số mảng màu xám hoặc trắng, có thể con mèo đã lớn tuổi.",
  "cat_mangthai": "Mèo có thể mang thai ở độ tuổi nào?",
  "cat_mangthai_des": "Mèo đạt đến độ tuổi thành thục sinh dục khi được bốn tháng tuổi . Điều này có nghĩa là những con mèo còn nhỏ có thể mang thai. Tuy nhiên, việc mang thai sớm chắc chắn không được khuyến khích cho mèo con. Cân nhắc triệt sản cho mèo để tránh mang thai không cần thiết và mèo con đi lạc nhiều hơn.",
  "ben_cat": "Benadryl là gì và nó được sử dụng để làm gì?",
  "ben_cat_des" : "Benadryl là một loại thuốc kháng histamine chủ yếu được sử dụng để làm giảm các triệu chứng của phản ứng dị ứng . Khi gặp các chất gây dị ứng cụ thể ( bụi , cỏ , nhựa , phấn hoa, nấm, v.v.), hệ thống miễn dịch của mèo có thể giải phóng histamine và các hóa chất khác, có thể gây ra các triệu chứng dị ứng, chẳng hạn như: \n - Hắt xì\n - Ho và thở khò khè\n - Da ngứa (gãi quá nhiều và chải đầu quá mức)\n - Nôn mửa và tiêu chảy\n - Đầy hơi và chướng bụng.\nThuốc kháng histamine, bao gồm Benadryl, làm giảm phản ứng của cơ thể với histamine và làm giảm bớt các triệu chứng nêu trên. Bên cạnh việc làm giảm các triệu chứng dị ứng, bác sĩ thú y có thể khuyên dùng Benadryl vì các lý do y tế khác , chẳng hạn như lo lắng và ngăn ngừa say tàu xe và buồn nôn.\nLưu ý rằng nếu mèo của bạn đang bị sốc phản vệ (phản ứng dị ứng nghiêm trọng được phân biệt bằng khó thở, sưng mặt, co giật hoặc suy sụp), Benadryl có thể không giúp được gì - bạn cần đưa mèo đến phòng khám thú y gần nhất ngay lập tức\n ---------",
  "ben_cat_antoan": "Benadryl có an toàn cho mèo không?",
  "ben_cat_antoan_des": "Mặc dù mèo nói chung có thể mắc bệnh Benadryl, nhưng bạn không bao giờ được cho mèo uống Benadryl mà không hỏi ý kiến ​​bác sĩ thú y để tránh các biến chứng nghiêm trọng về sức khỏe. Thuốc kháng histamine cho mèo không phải lúc nào cũng an toàn , đặc biệt là khi mèo của bạn có thể bị dị ứng với thuốc dị ứng. Dưới đây là một số biện pháp phòng ngừa bạn nên thực hiện để đảm bảo thú cưng quý giá của mình được điều trị an toàn:\n 💊 Tránh các viên nang dạng gel, có chứa dung môi (môi trường hòa tan) có thể gây kích ứng hoặc thậm chí có thể gây độc cho mèo.\n 💡 Chú ý đến thành phần hoạt tính của loại thuốc bạn mua. Nếu thuốc có chứa các hoạt chất khác ngoài diphenhydramine, bạn cần hỏi ý kiến ​​bác sĩ thú y.\n 🔎 Đảm bảo rằng mèo của bạn nhận được liều lượng chính xác theo trọng lượng chính xác của nó. Nếu nghi ngờ, bạn luôn có thể kiểm tra lại với bác sĩ thú y và kiểm tra ba lần bằng cách sử dụng máy tính liều lượng Benadryl cho mèo của chúng tôi!'\n 🆘 Theo dõi hành vi của mèo và đảm bảo rằng nó không gặp bất kỳ tác dụng phụ bất lợi nào. Sẽ là tốt nhất nếu bạn chú ý đến'\n   Hyperexcitability \n   Khô miệng, Buồn nôn \n   Giảm hứng thú với thức ăn \n   Giảm đi tiểu \n   Thuốc an thần \n   Bệnh tiêu chảy'\n 👩 Đảm bảo bạn có thể đến gặp bác sĩ thú y hoặc phòng khám thú y gần nhất để được giúp đỡ, trong trường hợp mèo của bạn gặp phải các tác dụng phụ bất lợi.",
  "calo_cat": "Nhu cầu calo cho mèo - thức ăn cho mèo có hàm lượng calo cao",
  "calo_cat_des": "Thức ăn cho mèo 🐈 có hàm lượng calo cao bao gồm các chất dinh dưỡng cân bằng tốt, với protein là thành phần chính. Ngoài ra, nó không có hương vị nhân tạo và chất bảo quản. Chúng ta đều biết mèo của chúng ta có thể kén chọn như thế nào về hương vị, mùi và kết cấu thức ăn của chúng. Và nếu con mèo vì một lý do nào đó không cảm thấy như bản thân thông thường của nó, thì những giác quan này thậm chí còn được nâng cao hơn nữa.\nCó một số lý do tại sao một con mèo hoặc mèo con có thể bị suy dinh dưỡng, và bạn có thể cần sự trợ giúp của thức ăn cho mèo có hàm lượng calo cao.\nSau đây là danh sách các lý do và hoàn cảnh khi con mèo của bạn có thể yêu cầu thức ăn cho mèo có hàm lượng calo cao:\n - Một con mèo hoặc mèo con được giải cứu bị suy dinh dưỡng nghiêm trọng\n - Một con mèo yếu đuối hoặc già yếu\n - Một con mèo đã giảm cân do bệnh tật\n - Một con mèo đã trải qua phẫu thuật và hiện đang trong giai đoạn phục hồi\n - Một con mèo là một người kén ăn suy dinh dưỡng\n - Một con mèo có thể đã không ăn trong vài ngày vì nhiều lý do khác nhau như bị mất, di dời hoặc sống sót sau thảm họa thiên nhiên'\n - Một con mèo đang bị căng thẳng và lo lắng\n -Một con mèo đang hồi phục sau khi điều trị nha khoa",
  "beo_phi": "Béo phì ở mèo",
  "beo_phi_des": "Duy trì cân nặng khỏe mạnh cũng quan trọng không kém đối với tất cả các động vật có vú. Mặc dù chúng ta yêu mèo của chúng ta lông tơ như chúng có thể, béo phì ở mèo có thể là một vấn đề nghiêm trọng.\nTrong trường hợp như vậy, bạn có thể tham khảo tùy chọn máy tính giảm cân mèo (có sẵn từ danh sách thả xuống của máy tính này), đó là lý tưởng cho các bậc cha mẹ đang tìm kiếm một cách tốt để tính toán giảm cân ở mèo.\nVì vậy, các giải pháp tối ưu sẽ là:\n - Tham khảo ý kiến bác sĩ thú y của bạn\n - Cắt giảm thức ăn cho mèo có hàm lượng calo cao\n - Sử dụng máy tính giảm cân mèo này",
  "mang_thai": "Làm thế nào để biết con mèo của bạn như sao?",
  "mang_thai_des": "Có nhiều cách để đánh giá thời gian mang thai của mèo - cách dễ nhất là đến bác sĩ thú y của bạn, vì việc mở rộng bụng mèo của bạn cũng có thể là dấu hiệu của một căn bệnh nghiêm trọng.\nChúng ta hãy xem các phương pháp gia đình khác mà chúng ta có thể sử dụng bằng cách quan sát việc mang thai của mèo mỗi ngày:\n 1, Đánh giá núm vú của mèo\n   Núm vú của mèo sẽ bị sưng và chuyển sang màu đỏ / tối trong vòng 15-18 ngày sau khi mang thai.\n 2, Bụng mở rộng\n   Bụng của một bà mẹ tương lai mở rộng sau 2-3 tuần của thai kỳ. Em bé mèo của bạn cũng sẽ bắt đầu tăng cân - thậm chí lên đến 2 kg thêm (4,4 lb)!\n 3, Thiếu nhiệt\n   Một con mèo cái khỏe mạnh có sức nóng (thời gian tăng khả năng sinh sản) cứ sau 2-3 tuần. Nếu bạn biết hành vi của con mèo của bạn khá tốt, bạn có thể đếm có bao nhiêu nhiệt mà nó đã bỏ lỡ.",
  "day_giao_phoi": "Ngày giao phối: ",
  "day_sinh_dukien": "\nNgày sinh dự kiến: ",
  "day_sinh_som": "\nNgày sinh sớm nhất: ",
  "day_sinh_muon": "Ngày sinh muộn nhất: ",
  "tien_ich_title_m": "Tiện ích meow",
  "danh_sach_tiem_ich": "Danh sách các tiện ích",
  "can_nang": "Cân nặng",
  "nhap_can_nang": "Nhập cân nặng (kg)",
  "nong_do": "Với nồng độ: ",
  "hoac": " hoặc ",
  "an_toan": " an toàn với mèo của bạn",
  "tien_ich_tt": "Tiện ích",
  "tien_ich_des": "công việc của bạn sẽ trở nên nhàn hơn",
  "tinh_tuoi_meo": "Tính tuổi mèo",
  "tinh_b": "Tính liều Benadryl",
  "tinh_calo": "Tính calo mèo",
  "tinh_mang_thai": "Tính thời gian\nmang thai",
  "calo1": "1- mèo trưởng thành - lớn tuổi",
  "calo2": "2- mèo trưởng thành",
  "calo3": "3- giảm cân",
  "calo4": "4- tăng cân",
  "calo5": "5- mèo con 0->4 tháng tuổi",
  "calo6": "6- mèo con 4 tháng -> trưởng thành",
  "calo_min": "Số calo cần thiết tối thiểu: ",
  "calo_day": "\nTổng calo cần một ngày ",
  "calo_cat_eq": "\nvới lựa chọn: {cat}",
  "coming_soon": "Sớm ra mắt",
  "sua_tt": "Chỉnh Sửa Thông Tin",
  "csbm": "Chính Sách Bảo Mật",
  "dieu_khoan": "Điều Khoản Sử Dụng",
  "web_dev": "Website Nhà Phát Triển",
  "thong_tin_app": "Thông Tin Ứng Dụng",
  "phien_ban_app": "Tên ứng dụng: {nameapp}\n ------ \nPhiên bản: {pb} \n ------ \nLời nhắn: Ứng dụng là một sản phẩm nhỏ của tớ trong quá trình học tập và phát triển hướng tới mục đích cộng đồng. Tuy nhiên trong quá trình phát triển ứng dụng sẽ còn một số vấn đề, lỗi vặt. Và mình vẫn cố gắng sửa chữa, khắc phục. Cảm ơn bạn đã sử dụng dứng dụng này!",
  "lienhe_baoloi": "Liên hệ & báo lỗi"







}